tap "aquasecurity/trivy"
tap "bridgecrewio/tap"
tap "checkmarx/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "minamijoyo/tfupdate"
tap "nextdns/tap"
tap "sidneys/homebrew"
tap "thecasualcoder/stable"
tap "theseal/ssh-askpass"
tap "thought-machine/please"
tap "trek10inc/tap"
tap "turbot/tap"

brew "openssl@3"
brew "aria2"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "python@3.11"
brew "aws-sam-cli"
brew "aws-sso-util"
brew "aws-vault"
brew "awscli"
brew "python@3.10"
brew "awsume"
brew "bash"
brew "cabextract"
brew "glib"
brew "python@3.9"
brew "cdrtools"
brew "checkov"
brew "circleci"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "docx2txt"
brew "easy-rsa"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnutls"
brew "gnupg"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "openjdk"
brew "groovy"
brew "helm"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "ipcalc"
brew "jq"
brew "jump"
brew "k9s"
brew "kubernetes-cli"
brew "leptonica"
brew "libarchive"
brew "libraw"
brew "m-cli"
brew "mtr"
brew "mysql"
brew "neofetch"
brew "nmap"
brew "packer"
brew "virtualenv"
brew "pre-commit"
brew "pwgen"
brew "python@3.7"
brew "python@3.8"
brew "qemu"
brew "rbenv"
brew "rtx"
brew "ruby@2.7"
brew "shellcheck"
brew "ssllabs-scan"
brew "sslscan"
brew "sslyze"
brew "starship"
brew "steampipe"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tesseract"
brew "testssl"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "unzip"
brew "wimlib"
brew "bridgecrewio/tap/yor"
brew "hashicorp/tap/terraform-ls"
brew "minamijoyo/tfupdate/tfupdate"
brew "nextdns/tap/nextdns"
brew "sidneys/homebrew/chntpw"
brew "thought-machine/please/please"
brew "trek10inc/tap/awsets"
cask "aptakube"
cask "authy"
cask "binary-ninja"
cask "daisydisk"
cask "dash"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "github"
cask "gitify"
cask "hex-fiend"
cask "istat-menus"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keybase"
cask "launchbar"
cask "meld"
cask "monodraw"
cask "multipass"
cask "orbstack"
cask "rectangle"
cask "session-manager-plugin"
cask "synalyze-it-pro"
cask "vagrant"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"

vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "CircleCI.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "eamodio.gitlens"
vscode "everettjf.filter-line"
vscode "fabiospampinato.vscode-open-in-github"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitkraken.gitkraken-authentication"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "iliazeus.vscode-ansi"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "please-build.plz-vscode"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "Tyriar.sort-lines"
vscode "WakaTime.vscode-wakatime"
vscode "wingrunr21.vscode-ruby"
